/* HexColorPickerAskUpdatesYes */
"Check automatically" = "Check automatically";

/* HexColorPickerAskUpdatesNo */
"Don't check" = "Don't check";

/* HexColorPickerGetVersionFormat */
"Upgrade to v%@" = "Upgrade to v%@";

/* HexColorPickerAppName */
"Hex Color Picker" = "Hex Color Picker";

/* HexColorPickerAskUpdatesInfo */
"Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personal information will be sent in order to check for updates." = "Hex Color Picker can automatically check for updates periodically. You won't need to update whenever a new version appears, and no personal information will be sent in order to check for updates.";

/* HexColorPickerAskUpdatesMessage */
"Should Hex Color Picker check for updates automatically?" = "Should Hex Color Picker check for updates automatically?";